/* alert message */
"Amazon lists are normally specific to a particular country. If you change the store your list may no longer be found." = "Le liste di Amazon sono normalmente riferite ad una particolare nazione. Se cambi lo store la tua lista potrebbe non essere più reperibile.";

/* button text */
"Cancel" = "Annulla";

/* button text */
"Change Store" = "Cambia Store";

/* alert title */
"Change to the %@ Amazon store?" = "Cambiare lo store Amazon attuale con %@?";

/* button */
"Close" = "Chiudi";

/* Appears in an empty tableview */
"Drag Amazon products here from your web browser" = "Trascina qui i prodotti Amazon dal tuo browser web";

/* table cell */
"Loading product data\\U2026" = "Caricamento dati prodotto…";

/* table cell */
"No Internet connection" = "Nessuna connssione internet";

/* error message in tableview */
"No list with that ID was found" = "Non è stata trovata nessuna lista con quell'ID";

/* table cell */
"No matching Amazon product found" = "Non è stato trovato nessun prodotto Amazon corrispondente";

/* alert message */
"Not all products are available in every country. By changing the store, some of the products in your list may no longer be found." = "Non tutti i prodotti sono disponibili in ogni nazione. Cambiando lo store, alcuni prodotti nella tua lista potrebbero non essere reperiti.";

/* String_On_Page_Template */
"Please add Amazon products to this list using the Inspector." = "Aggiungi i prodotti Amazon a questa lista utilizzando il pannello Impostazioni.";

/* alert text */
"Please click the purple help button to view instructions on how to find the public URL of an Amazon list." = "Fai click sul bottone di aiuto color porpora per visualizzare le istruzioni su come trovare l'URL pubblico di una lista Amazon.";

/* Table placeholder text */
"Please enter the ID or public URL of an Amazon list above" = "Inserisci qui a lato l'ID o l'URL pubblico di una lista Amazon";

/* String_On_Page_Template */
"Please specify an Amazon list (e.g. a wish list or listmania) to display using the Inspector." = "Specifica, usando il pannello Impostazioni, una lista Amazon (es. una wish list o una listmania) da visualizzare.";

/* table cell */
"Please specify an Amazon product to display" = "Specifica un prodotto Amazon da visualizzare";

/* Tooltip text */
"The desired quantity of this product has been received." = "La quantità desiderata per questo prodotto è stata ricevuta.";

/* error message in tableview */
"The URL entered does not appear to be a public Amazon list URL" = "L'URL inserito non parrebbe essere un URL pubblico di lista Amazon";

/* alert title */
"The URL entered is not the public URL of an Amazon list." = "L'URL inserito non è un URL pubblico di lista Amazon";

/* error message in tableview */
"There was an error loading the list." = "Si è verificato un errore caricando la lista.";

/* table cell */
"There was an error loading the product" = "Si è verificato un errore caricando il prodotto.";

/* Placeholder text */
"This is a placeholder for an Amazon product; It will appear here once published or if you enable live data feeds in the preferences." = "Questo è un segnaposto di un prodotto Amazon. Il prodotto reale apparirà qui una volta pubblicato oppure se abiliti il live data feed nelle preferenze.";

/* Placeholder text */
"This is a placeholder; your Amazon list will appear here once published or if you enable live data feeds in the preferences." = "Questo è un segnaposto. La tua lista Amazon apparirà qui una volta pubblicata oppure se abiliti il live data feed nelle preferenze.";